alert ("7-А!!!!!!!")
function bu(){
    alert("1.Нем.яз.2.Информатика.3.Рус.яз.4.География.5.История.6.Англ.яз")
}
function b(){
    alert("1.Русс.яз.2.Биология.3.Англ.яз.4.Технология.5.Физ-ра.6.Алгебра.7.Литра")
}
function u(){
    alert("1.Русс.яз.2.География.3.Музыка.4.Физика.5.Алгебра.6.Англ.яз")
}
function a(){
    alert("1.Обществознание.2.Алгебра.3.Рус.яз.4.Физ-ра.5.Физика.6.Геометрия")
}
function t(){
    alert("1.Биология.2.Алгебра.3.Рус.яз.4.Геометрия.5.История.6.Литра.7.Физ-ра")
}
function ab(){
    alert("Понедельник-6 уроков(конец 13:40);Вторник-7 уроков(конец 14:35);Среда-6 уроков(конец 13:40);Четверг-6 уроков(конец 13:40);Пятница-7 уроков(конец 14:40)")
}